Revit 2024 API
BuiltInFailures.LevelAssociationFailures Properties
The BuiltInFailures.LevelAssociationFailures type exposes the following members.
Properties
Name | Description
AllLevelsDeleted
 All Levels from model were deleted
See Also
BuiltInFailures.LevelAssociationFailures Class
Autodesk.Revit.DB Namespace